Repository: wemedoo/sreports
Catalog: sReports/sReportsV2/Resources/TextLanguage.*.resx
Languages: sr

source: Post coordinated diabetes program
sr: Post koordinirani program dijabetesa

source: Diagnosis of Oncological Diseases and Staging Procedures - Head and Neck Cancer Clinical Pathway of Inselspital Bern
sr: Dijagnoza onkoloških bolesti i postupci stadija - Klinički put karcinoma glave i vrata Inselspital Bern

source: General Prevention Program of Oncological Diseases
sr: Opšti program prevencije onkoloških bolesti

source: Oncological Acute Post-Treatment Care - Head and Neck Cancer Clinical Pathway of Inselspital Bern
sr: Onkološka akutna nega posle lečenja - Klinički put protiv raka glave i vrata Inselspital Bern

source: Oncological Long-Term Care and Follow-Up - Head and Neck Cancer Clinical Pathway of Inselspital Bern
sr: Onkološka dugotrajna njega i praćenje - Klinički put protiv raka glave i vrata Inselspital Bern

source: Prevention of Oncological Diseases - Municipality Program for Smoking Cesation
sr: Prevencija onkoloških bolesti - opštinski program za prestanak pušenja

source: Screening for Oncological Diseases - Cantonal Program for Breast Cancer Screening Bern
sr: Ekranizacija onkoloških bolesti - kantonalni program ekranizacije karcinoma dojke Bern

source: Screening for Oncological Diseases - Colorectal Cancer Screening
sr: Ekranizacija onkoloških bolesti - ekranizacija kolorektalnog karcinoma

source: Treatment of Oncological Diseases - Head and Neck Cancer Clinical Pathway of Inselspital Bern
sr: Lečenje onkoloških bolesti - klinički put karcinoma glave i vrata Inselspital Bern

source: Download PDF
sr: Preuzeti PDF

source: Identifier system
sr: Sistem identifikatora

source: Identifier use
sr: Upotreba identifikatora

source: Organization street
sr: Ulica organizacije

source: Street
sr: Ulica

source: Upload PDF
sr: Učitati PDF

source: Choose File
sr: Izabrati datoteku

source: No file chosen
sr: Nema izabrane datoteke

source: Upload File
sr: Otpremiti datoteku

source: No content
sr: Bez sadržaja

source: Download PDF(s)
sr: Preuzeti PDF(ove)

source: Accession ID
sr: Pristupni ID

source: Account number
sr: Broj računa

source: Account number Creditor
sr: Broj računa poverioca

source: Account number debitor
sr: Debitor broja računa

source: Accreditation/Certification Identifier
sr: Identifikator akreditacije / potvrde

source: Advanced Practice Registered Nurse number
sr: Broj medicinskih sestara napredne prakse

source: American Medical Association Number
sr: Broj američkog medicinskog udruženja

source: Ancestor Specimen ID
sr: ID uzorka pretka

source: Anonymous identifier
sr: Anonimni identifikator

source: Bank Account Number
sr: Broj računa

source: Bank Card Number
sr: Broj bankovne kartice

source: Birth Certificate
sr: Rodni list

source: Birth Certificate File Number
sr: Broj datoteke rodnog lista

source: Birth registry number
sr: Broj matičnog registra

source: Breed Registry Number
sr: Broj registra pasmine

source: Change of Name Document
sr: Promena imena dokumenta

source: Citizenship Card
sr: Građanska karta

source: Cost Center number
sr: Broj mesta troška

source: County number
sr: Županijski broj

source: Death Certificate File Number
sr: Broj datoteke umrlog

source: Death Certificate ID
sr: ID umrlog

source: Diner's Club card
sr: Diner's Club kartica

source: Diplomatic Passport
sr: Diplomatski pasoš

source: Discover Card
sr: Otkrijte karticu

source: Doctor number
sr: Doktorski broj

source: Donor Registration Number
sr: Registracijski broj donatora

source: Drug Enforcement Administration registration number
sr: Broj dozvole stomatologa

source: Drug Furnishing or prescriptive authority Number
sr: Broj organa za opremanje ili prepisivanje droga

source: Employee number
sr: Broj radnika

source: Facility ID
sr: ID objekta

source: Fetal Death Report File Number
sr: Broj datoteke izveštaja o smrti fetusa

source: Fetal Death Report ID
sr: ID izveštaja o smrti fetusa

source: Filler Identifier
sr: Identifikator punila

source: General ledger number
sr: Broj glavne knjige

source: Guarantor external identifier
sr: Spoljni identifikator garant

source: Guarantor internal identifier
sr: Interni identifikator garant

source: Health Card Number
sr: Broj zdravstvene kartice

source: Indigenous/Aboriginal
sr: Autohtoni / aboridžinski

source: Jurisdictional health number (Canada)
sr: Nadležni zdravstveni broj (Kanada)

source: Laboratory Accession ID
sr: Identifikacija pristupne laboratorije

source: Medical License number
sr: Broj medicinske licence

source: Medical record number
sr: Broj medicinskog kartona

source: Microchip Number
sr: Broj mikročipa

source: National Insurance Payor Identifier (Payor)
sr: Identifikator obveznika nacionalnog osiguranja (uplaćivač)

source: Osteopathic License number
sr: Osteopatski broj licence

source: Passport number
sr: Broj pasoša

source: Placer Identifier
sr: Placer identifikator

source: Podiatrist license number
sr: Broj dozvole za pedijatra

source: Primary physician office number
sr: Broj primarne lekara

source: Provider number
sr: Broj provajdera

source: Social Beneficiary Identifier
sr: Identifikator socijalnog korisnika

source: Staff Enterprise Number
sr: Broj osoblja preduzeća

source: Tax ID number
sr: Pib

source: Temporary Account Number
sr: Privremeni broj računa

source: Universal Device Identifier
sr: Univerzalni identifikator uređaja

source: Enitentiary/correctional institution Number
sr: Broj kazneno-popravne ustanove

source: Labor and industries number
sr: Broj rada i industrije

source: License number
sr: Broj licence

source: Lifelong physician number
sr: Doživotni lekarski broj

source: Living Subject Enterprise Number
sr: Broj preduzeća za živi subjekt

source: Local Registry ID
sr: ID lokalnog registra

source: Marriage Certificate
sr: Bračna potrvda

source: Medicare/CMS Performing Provider Identification Number
sr: Medicare / CMS identifikacioni broj dobavljača

source: Member Number
sr: Broj člana

source: Military ID number
sr: Vojni ID broj

source: National employer identifier
sr: Nacionalni identifikator poslodavca

source: National Health Plan Identifier
sr: Identifikator nacionalnog zdravstvenog plana

source: National Insurance Organization Identifier
sr: Identifikator nacionalne organizacije za osiguranje

source: National Person Identifier where the xxx is the ISO table 3166 3-character (alphabetic) country code
sr: Nacionalni identifikator osobe gde je kkk ISO-tablica 3166 troznamenkasti (abecedni) kod države

source: National provider identifier
sr: Identifikator nacionalnog provajdera

source: National unique individual identifier
sr: Nacionalni jedinstveni identifikator

source: Naturalization Certificate
sr: Naturalizaciono uverenje

source: Nurse practitioner number
sr: Broj medicinske sestre

source: Observation Instance
sr: Instancija posmatranja

source: Optometrist license number
sr: Broj dozvole za optometrist

source: Parole Card
sr: Kartica za uslovnu slobodu

source: Patient external identifier
sr: Vanjski identifikator pacijenta

source: Patient internal identifier
sr: Interni identifikator pacijenta

source: Patient Medicaid number
sr: Medicaidni broj pacijenta

source: Patient's Medicare number
sr: Pacijentov Medicare broj

source: Pension Number
sr: Penzioni broj

source: Permanent Resident Card Number
sr: Broj stalnog prebivališta

source: Person number
sr: Broj osobe

source: Physician Assistant number
sr: Broj pomoćnika lekara

source: Practitioner Medicaid number
sr: Medicaid broj

source: Practitioner Medicare number
sr: Medicare broj

source: Public Health Case Identifier
sr: Identifikator slučaja javnog zdravlja

source: Public Health Event Identifier
sr: Identifikator događaja u javnom zdravstvu

source: Public Health Official ID
sr: Službena legitimacija za javno zdravstvo

source: Secondary physician office number
sr: Broj sekundarnog lekara

source: Temporary Living Subject Number
sr: Privremeni životni predmet predmeta

source: Temporary Medical Record Number
sr: Privremeni broj medicinske evidencije

source: Health Plan Identifier
sr: Identifikator zdravstvenog plana

source: Medicare/CMS (formerly HCFA)'s Universal Physician Identification numbers
sr: Univerzalni identifikacioni brojevi za medicinu Medicare / CMS (ranije HCFA)

source: Organization identifier
sr: Identifikator organizacije

source: Pharmacist license number
sr: Broj dozvole za farmaceuta

source: QA number
sr: KA broj

source: Railroad Retirement number
sr: Željeznički penzioni broj

source: Railroad Retirement Provider
sr: Dobavljač penzionisanih pruga

source: Regional registry ID
sr: ID regionalnog registra

source: Registered Nurse Number
sr: Registrovani broj medicinske sestre

source: Resource identifier
sr: Identifikator resursa

source: Shipment Tracking Number
sr: Broj za praćenje pošiljke

source: Social Security number
sr: Broj socijalnog osiguranja

source: Specimen ID
sr: ID primerka

source: State assigned NDBS card Identifier
sr: Identifikovana država NDBS identifikator kartice

source: State license
sr: Državna licenca

source: State registry ID
sr: ID državnog registra

source: Study Permit
sr: Dozvola za studiranje

source: Subscriber Number
sr: Broj pretplatnika

source: Temporary Permanent Resident (Canada)
sr: Privremeni prebivalište (Kanada)

source: Training License Number
sr: Broj licence za obuku

source: Treaty Number/ (Canada)
sr: Broj ugovora / (Kanada)

source: Unique Specimen ID
sr: Jedinstveni ID primerka

source: Unspecified identifier
sr: Neodređeni identifikator

source: Visit number
sr: Broj posete

source: Visitor Permit
sr: Dozvola za posetioce

source: WIC identifier
sr: VIC identifikator

source: Work Permit
sr: Radna dozvola

source: Workers' Comp Number
sr: Broj radnika

source: Detection and Evalutation of Therapy Associated Adverse Events
sr: Otkrivanje i evaluacija neželjenih događaja povezanih sa terapijom

source: Early Detection of Disease Relapse
sr: Rano otkrivanje recidiva bolesti

source: Evaluation of Therapeutic Effect
sr: Procena terapijskog efekta

source: Treatment of Therapya Associated Adverse Events
sr: Lečenje neželjenih događaja povezanih sa terapijom

source: Reports
sr: Izveštaji

# BackToEOC
source: Back to Episode of care
sr: Vratite se na epizodu zdravstvene nege

# BactToPatient
source: Back to patient
sr: Vratite se na pacijenta

source: Multiple birth number
sr: Višestruki broj rođenja

source: General Info
sr: Opšte informacije

# Given
source: Given name
sr: Ime

source: Identifier type
sr: Tip identifikatora

# PatientIdType
source: Patient Identifier Type
sr: Tip identifikatora pacijenta

# PatientIdValue
source: Patient Identifier Value
sr: Vrednost identifikatora pacijenta

source: Select identifier
sr: Izaberite identifikator

source: Select status
sr: Izaberite status

source: Select type
sr: Izaberite tip

source: Not Applicable
sr: Nije primenljivo

source: Official
sr: Zvanično

source: Secondary
sr: Sekundarno

source: Usual
sr: Uobičajeno

source: Code
sr: Kod

source: Codes
sr: Kodovi

source: System
sr: Sistem

# de
source: German
sr: Nemački

# en
source: English
sr: Engleski

# es
source: Spain
sr: Španski

# fr
source: French
sr: Francuski

# it
source: Italian
sr: Italijanski

source: Preferred
sr: Preferiran

# sr
source: Serbian
sr: Srpski

source: Add code
sr: Dodaj kod

# Export_Patholink
source: Export to Patholink format
sr: Izvezi u Patholink format

source: Documents per group
sr: Dokumenti po grupi

source: Total thesaurus entries
sr: Ukupno tezaurus unosa

source: Users by organization
sr: Korisnici po organizaciji

source: Version publish date
sr: Datum objavljivanja verzije

source: Add New
sr: Dodati novi

source: Oncology
sr: Onkologija

# Create_referrals
source: Create from referral/s
sr: Kreirati na osnovu uputa

source: Referrals
sr: Preporuke

# ConcurrencyExDeleteEdit
source: Cant't delete this object! It has changed in meanwhile!
sr: Ne možete izbrisati ovaj objekat! U međuvremenu je promenjen!

# ConcurrencyExEdit
source: The record you attempted to edit was modified by another user after you got the original value. The edit operation was canceled. If you still want to edit this record, refresh the page, make the changes and click on Submit again. Otherwise click the Back.
sr: Zapis koji ste pokušali da izmenite modifikovao je drugi korisnik nakon što je dobio originalnu vrednost. Operacija izmene je otkazana. Ako i dalje želite da uredite ovaj zapis, osvežite stranicu, unesite izmene i ponovo kliknite na dugme Pošalji. U suprotnom kliknite na dugme Nazad.

# ConcurrencyExDelete
source: Cant't delete this object! It has already been deleted by another user!
sr: Ne možete obrisati ovaj objekat! Već je obrisan od strane drugog korisnika!

source: Duplicate field ids
sr: Duplikati id-ijeva polja

# ExportToTxt
source: Export to text format
sr: Izvezi u tekstualni format

source: Generate documents
sr: Generisanje dokumenata

source: Number of documents
sr: Broj dokumenata

source: Parameterize
sr: Parametrizirati

source: Success probability
sr: Verovatnoća uspeha

source: Define distributions parameters
sr: Definišite parametre distribucije

# DifferentOutcomes
source: different outcomes. These should sum to 1
sr: različitih ishoda. Trebalo da iznosi 1

source: Mean
sr: Značenje

# MeanCentreDistribution
source: Mean (“centre”) of the distribution
sr: Srednja vrednost („centar“) distribucije

source: Probabilities of each of the
sr: Verovatnoće svakog od

source: Set number of documents to generate
sr: Podesite broj dokumenata za generisanje

source: Standard deviation
sr: Standardna devijacija

# StandardDeviationDistribution
source: Standard deviation (spread or “width”) of the distribution
sr: Standardna devijacija (širina ili „širina“) distribucije

# TheSuccessProbability
source: The success probability (p) in each trial. Range: 0 ≤ p ≤ 1.
sr: Verovatnoća uspeha (p) u svakom ispitivanju. Opseg: 0 ≤ p ≤ 1.

source: Create diagnostic report
sr: Kreirati dijagnostički izveštaj

source: Create form instance
sr: Kreirati form instancu

source: Create thesaurus
sr: Kreirati tezaurus

source: Define form
sr: Definišite formu

source: Design Pending
sr: Dizajn na cekanju

source: Design
sr: Dizajn

source: Review Pending
sr: Pregled na cekanju

source: Review
sr: Pregled

source: Ready For Data Capture
sr: Spreman za snimanje podataka

source: Ready For Review
sr: Spreman za pregled

source: Archive
sr: Arhiva

source: Status graph
sr: Grafikon stanja

source: Russian
sr: Ruski

source: Portuguese
sr: Portugalski

source: Date
sr: Datum

source: Form state
sr: Stanje forme

source: Notes
sr: Beleške

source: Users
sr: Korisnici

source: User Administration
sr: Korisnička administracija

source: Change password
sr: Promeni lozinku

source: Confirm
sr: Potvrdi

source: Confirm password
sr: Potvrdi lozinku

source: Contact phone
sr: Kontakt telefon

source: Create user
sr: Kreiraj korisnika

source: First name
sr: Ime

source: Last name
sr: Prezime

source: New password
sr: Nova lozinka

source: Old password
sr: Stara lozinka

source: Password
sr: Lozinka

source: Profile
sr: Profil

source: Roles
sr: Role

source: Username
sr: Korisničko ime

source: User information
sr: Korisničke informacije

source: New document
sr: Novi dokument

# NewDocumentFromReferral
source: New document from referral/s
sr: Novi dokument iz uputa

source: New Encounter
sr: Nova poseta

# AddNewEpisodeOfCare
source: New
sr: Nova

source: Edit patient
sr: Promeni pacijenta

source: Encounters
sr: Posete

# HomeStart
source: Home
sr: Početna

# DownloadCsvs
source: Download Data to CSV format
sr: Preuzmite podatke u CSV formatu

source: Diagnosis Role
sr: Uloga dijagnoze

source: Encounter Classification
sr: Klasifikacija posete

source: Encounter Status
sr: Status posete

source: Encounter Type
sr: Tip posete

source: Episode Of Care Type
sr: Tip epizode zdravstvene nege

source: Organization Type
sr: Tip organizacije

source: Service Type
sr: Servisni tip

source: Identifier Type
sr: Tip identifikatora

source: Organization Identifier Type
sr: Identifikacioni tip organizacije

source: Patient Identifier Type
sr: Identifikacioni tip pacijenta

source: Document State
sr: Status dokumenta

source: Add new type
sr: Dodaj novi tip

source: Predefined types
sr: Predefinisani tipovi

source: Posting date
sr: Datum slanja

source: Similar terms
sr: Slicni termini

source: Review thesaurus
sr: Pregledaj tezaurus

source: Current Thesaurus Tree
sr: Stablo trenutnog tezurusa

source: Merge Thesauruses
sr: Spoji Tezauruse

source: Take Both
sr: Ostavi oba

source: Target Thesaurus Tree
sr: Stablo izabranog tezaurusa

source: Merge into current
sr: Spoji u trenutni

source: Merge into target
sr: Spoji u ciljani

source: Translations
sr: Prevodi

# ChooseWhatToMerge
source: Choose which properties to merge too
sr: Izaberite sta zelite da spojite

source: Appearance
sr: Pojavljivanje

source: Choose which properties to merge too
sr: Izaberite dodatne propertije koje zelite da spojite

source: Serbian Cyrilic
sr: Srpski ćirilica

# sr-Cyrl-RS
source: Serbian Cyrilic
sr: Srpski ćirilica

# ru
source: Russian
sr: Ruski

source: Address Info
sr: Podaci o adresi

source: Advanced Filter
sr: Napredni filter

source: Contact Person
sr: Kontakt osoba

source: Contact Person Info
sr: Informacije o osobi za kontakt

# Language_preferred
source: Language (select preferred)
sr: Jezik (odaberite željeni)

source: Person Info
sr: Informacije o osobi

source: Contact and Address
sr: Kontakt i adresa

source: (select preferred)
sr: (odaberite željeni)

# AreYouSure
source: Are you sure to want to delete the item?
sr: Da li ste sigurni da želite da uklonite ovu stavku?

source: Confirm deletion
sr: Potvrdite brisanje

source: Yes
sr: Da

source: Details
sr: Detalji

source: Remove
sr: Ukloni

source: Repeat
sr: Ponovi

# DuplicateException
source: This object has already been added to the collection
sr: Ovaj objekat je već dodat u kolekciju

source: No result!
sr: Nema rezultata!

source: More
sr: Više

source: No result found!
sr: Nema pronađenih rezultata!

source: Languages
sr: Jezici

source: ( Select Preferred )
sr: ( Izaberite Preferirani )

# EnterUmls
source: Enter UMLS term
sr: Unesite UMLS termin

source: NO_RESULT
sr: NEMA_REZULTATA

source: Select
sr: Izaberi

# SelectUMLSConcept
source: Select UMLS concept to show definitions and atoms
sr: Izaberite UMLS koncept da biste prikazali definicije i atome

source: Select
sr: Izabran

source: Unselect
sr: Poništi

source: No result found
sr: Nema pronađenih rezultata

source: Select Language
sr: Izaberite jezik

source: Not defined
sr: Nije definisano

# PleaseSelectOption
source: Please select some text here
sr: Izaberite neku od opcija

# SelectAllOrganizationUser
source: Select all organization to which user belongs
sr: Izaberite sve organizacije kojima korisnik pripada

# SelectAllRolesUser
source: Select all roles that user will have in the system
sr: Izaberite sve uloge koje će korisnik imati u sistemu

source: Delete Item
sr: Izbrišite stavku

source: Load more
sr: Učitati više

source: Quick search
sr: Brza pretraga

source: Adding documents
sr: Dodavanje dokumenata

source: Number of Users
sr: Broj korisnika

source: From
sr: Od

source: To
sr: Do

source: Admission to surgical department
sr: Prijem na hirurško odeljenje

source: Admission to thoracic surgery department
sr: Prijem na odeljenje torakalne hirurgije

source: Allergic disorder follow-up assessment
sr: Procena praćenja alergijskog poremećaja

source: Allergic disorder initial assessment
sr: Početna procena alergijskog poremećaja

source: Assessment of dementia (procedure)
sr: Procena demencije (postupak)

source: Asthma follow-up
sr: Praćenje astme

source: Cardiac Arrest
sr: Srčani zastoj

source: Consultation for treatment
sr: Konsultacije za lečenje

source: Discussion about treatment (procedure)
sr: Diskusija o lečenju (proceduri)

source: Domiciliary or rest home patient evaluation and management
sr: Procena i upravljanje pacijentom u domovima odmora ili odmorišta

source: Drug rehabilitation and detoxification
sr: Rehabilitacija i detoksikacija lekovima

source: Emergency hospital admission (procedure)
sr: Hitni prijem u bolnicu (postupak)

source: Emergency hospital admission for asthma
sr: Hitni prijem u bolnicu zbog astme

source: Emergency Room Admission
sr: Prijem za hitne slučajeve

source: Emergency room admission (procedure)
sr: Prijem u hitnu (postupak)

source: Encounter for check up (procedure)
sr: Poseta zbog provere (postupak)

source: Encounter for problem
sr: Poseta zbog problema

source: Encounter for problem (procedure)
sr: Poseta zbog problema (postupak)

source: Encounter for symptom
sr: Poseta zbog simptoma

source: Encounter for symptom (procedure)
sr: Poseta zbog simptoma (postupak)

source: Follow-up encounter
sr: Sledeći susret

source: Follow-up encounter (procedure)
sr: Sljedeći susret (postupak)

source: Follow-up visit (procedure)
sr: Dodatna poseta (postupak)

source: General examination of patient (procedure)
sr: Opšti pregled pacijenta (postupak)

source: Gynecology service (qualifier value)
sr: Ginekološka služba (kvalifikovana vrednost)

source: Hospital admission
sr: Prijem u bolnicu

source: Initial psychiatric interview with mental status and evaluation (procedure)
sr: Inicijalni psihijatrijski intervju sa mentalnim statusom i procenom (postupak)

source: Inpatient stay (finding)
sr: Stacionarni boravak (nalaz)

source: Inpatient stay 3 days
sr: Stacionarni boravak 3 dana

source: Myocardial Infarction
sr: Infarkt miokarda

source: Non-urgent orthopedic admission
sr: Nehitni ortopedski prijem

source: Obstetric emergency hospital admission
sr: Akušerski hitni prijem u bolnicu

source: Outpatient procedure
sr: Ambulantni postupak

source: Patient encounter procedure
sr: Postupak susreta sa pacijentom

source: Patient-initiated encounter
sr: Susret koji je pokrenuo pacijent

source: Periodic reevaluation and management of healthy individual (procedure)
sr: Periodična ponovna procena i upravljanje zdravim osobama (postupak)

source: Postnatal visit
sr: Postnatalna poseta

source: Postoperative follow-up visit (procedure)
sr: Postoperativna naknadna poseta (postupak)

source: Posttraumatic stress disorder
sr: Post traumatski stresni poremećaj

source: Prenatal initial visit
sr: Prenatalna početna poseta

source: Prenatal visit
sr: Prenatalna poseta

source: Screening surveillance (regime/therapy)
sr: Nadzor nad skriningom (režim / terapija)

source: Telemedicine consultation with patient
sr: Telemedicinska konsultacija sa pacijentom

source: Telephone encounter (procedure)
sr: Telefonska poseta (postupak)

source: Urgent care clinic (environment)
sr: Ambulanta za hitnu negu (okruženje)

source: Well child visit (procedure)
sr: Poseta detetu (postupak)

source: Add an Episode of Care
sr: Dodajte novu epizodu zdravstvene nege

source: Add New
sr: Dodajte novu/i

source: Add new encounter
sr: Dodajte novu posetu

source: Episodes of cares
sr: Epizode zdravstvenih nega

source: There is no any Episode of care added
sr: Nije dodata nijedna epizoda zdravstvene nege

source: Add new chapter
sr: Dodajte novo poglavlje

source: Add new field
sr: Dodaj novo polje

source: Add new fieldset
sr: Dodajte novi skup polja

source: Add new option
sr: Dodajte novu opciju

source: Add new page
sr: Dodaj novu stranicu

source: Collapse All
sr: Skupi sve

source: Expand All
sr: Proširi sve

# Major
source: Version (Major)
sr: Verzija (glavna)

# Minor
source: Version (Minor)
sr: Verzija (manja)

source: New form
sr: Nova forma

source: Dependent Fields
sr: Zavisna polja

source: Continue
sr: Nastavi

source: Assistant Professsor
sr: Asistent profesora

source: Center
sr: Centar

source: Clinic
sr: Klinika

source: Company With Limited Liabilities
sr: DOO
