Repository: wemedoo/sreports
Catalog: sReports/sReportsV2/Resources/TextLanguage.*.resx
Languages: sr

# DoctorOfPhilosophy
source: Doctor Of Philosophy - PhD
sr: Doktor nauka

source: Institute
sr: Institut

source: optional
sr: Opciono

source: Private Company
sr: Privatna kompanija

source: Private Practice
sr: Privatna bolnica

source: Professor
sr: Profesor

source: Public Company
sr: Javna kompanija

source: State University Hospital
sr: Državna univerzitetska bolnica

source: Unknown
sr: Nepoznato

source: Clinical Research
sr: Klinička ispitivanja

source: Institution data
sr: Podaci institucija

source: Personal data
sr: Osnovni podaci

source: On Going
sr: U toku
