Repository: wemedoo/sreports
Catalog: sReports/sReportsV2/Resources/TextLanguage.*.resx
Languages: sr

source: Abbreviation
sr: Skraćenica

source: Abuse
sr: Zloupotreba

source: Access
sr: Pristup

source: Accident
sr: Nesreća

source: Accident and emergency medicine
sr: Medicina nesreće i hitne pomoći

source: Accommodation Placement/Support
sr: Smeštaj / podrška smeštaja

source: Acquired Brain Injury Info/Referral
sr: Stečene informacije / uputstva o povredama mozga

source: Active
sr: Aktivan

source: Activity
sr: Aktivnost

source: Acupuncture
sr: Akupunktura

# Acute Inpatient Serv
source: Acute Inpatient Service
sr: Akutna bolnička služba

source: Address
sr: Adresa

source: Address information
sr: Informacije o adresi

# Administative_data
source: Administrative data
sr: Administrativni podaci

source: Administrative medical
sr: Administrativno medicinska

source: Administrative unit
sr: Administrativna jedinica

source: Administrative context
sr: Administrativni kontekst

source: Adult Day Programs
sr: Programi za odrasle

source: Adult Mental Health Services
sr: Službe za mentalno zdravlje odraslih

source: Adult/Community Education
sr: Obrazovanje odraslih / zajednice

source: Advice
sr: Saveti

source: Advocacy
sr: Advokatura

source: Aged Care Assessment
sr: Procena nege starenja

source: Aged Care Information / Referral
sr: Informacije o starijoj nezi / preporuka

source: Aged Persons Mental
sr: Mentalne starosne osobe

source: Aged Persons Mental Health Services
sr: Službe za mentalno zdravlje starijih osoba

source: Aged Persons Mental Health Teams
sr: Timovi za mentalno zdravlje starijih osoba

source: Aged Residential Care
sr: Starosna staračka nega

source: Air ambulance
sr: Vazdušna hitna pomoć

source: Alcohol
sr: Alkohol

source: Alexander Technique Therapy
sr: Aleksandar tehika terapije

source: Ambulance
sr: Hitna pomoć

source: Anaestetics
sr: Anestetici

source: Anaesthesiology - Pain Medicine
sr: Anesteziologija - Medicina boli

source: Anatomical Pathology
sr: Anatomska patologija

source: Antenatal
sr: Prenatalni

source: Anxiety
sr: Anksioznost

source: Aromatherapy
sr: Aromaterapija

source: Arthritis
sr: Artritis

source: Assessment
sr: Procena

source: Assistance
sr: Pomoć

source: Asthma
sr: Astma

# Atoms
source: Atoms (Synonyms)
sr: Atomi (Sinonimi)

source: Attendant Care
sr: Nega polaznika

source: Audiology
sr: Audiologija

source: Babies
sr: Bebe

source: Back
sr: Nazad

source: Bathroom Modificatio
sr: Modifikacija kupatila

# Before and/or After
source: Before and/or After School Care
sr: Pre i / ili posle školovanja

source: Behavior
sr: Ponašanje

source: Behavior Interventi
sr: Intervencija u ponašanju

source: Bereavement
sr: Strah

source: Bereavement Counselling
sr: Savetovanja za gubitak života

source: Billing
sr: Naplate

source: Biorhythm Services
sr: Bioritam usluge

source: Bipolar
sr: Bipolarni

source: Birth
sr: Rođenje

source: Birth Control
sr: Kontrola rađanja

source: Birth date
sr: Datum rođenja

source: Birthing Options
sr: Opcije veza

source: Blood
sr: Krv

source: Blood Donation
sr: Donacija krvi

source: Blood Transport
sr: Transport krvi

source: Bone
sr: Kost

source: Bowel
sr: Creva

source: Bowen Therapy
sr: Boven terapija

source: Brain
sr: Mozak

source: Breast Feeding
sr: Hranjenje dojkama

source: Breast Screen
sr: Ekran za grudi

source: Brokerage
sr: Posredovanje

source: Cancel
sr: Otkazati

source: Cancer
sr: Rak

source: Cancer Services
sr: Službe protiv raka

source: Cancer Support
sr: Podrška protiv raka

source: Cardiology
sr: Kardiologija

source: Cardiothoracic Surgery
sr: Kardiotorakalna hirurgija

source: Cardiovascular Disea
sr: Kardiovaskularne bolesti

source: Care Packages
sr: Paketi za negu

source: Carer
sr: Njegovatelj

source: Carer Support
sr: Podrška za karijeru

source: Case Management
sr: Upravljanje predmetima

source: Case Management for Older Persons
sr: Upravljanje slučajevima za starije osobe

source: Casualty
sr: Povređenost

source: Cemetery Operation
sr: Operacija groblja

source: Chemists
sr: Hemičari

source: Child And Adolescent
sr: Dete i adolescenti

# Child and Family Ser
source: Child and Family Services
sr: Dečije i porodične usluge

source: Child Care
sr: Nega deteta

source: Child Protection/Child Abuse Report
sr: Izveštaj o zaštiti deteta / zlostavljanja dece

source: Child Services
sr: Usluge za dete

source: Child psyhiatry
sr: Dečja psihijatrija

source: Children
sr: Deca

source: Children's Play Programs
sr: Programi za igru dece

source: Children's Services
sr: Dečije usluge

source: Chinese Herbal Medicine
sr: Kineska herba medicina

source: Chiropractic
sr: Kiropraktika

source: Cholesterol
sr: Holesterol

source: City
sr: Grad

source: Class
sr: Klasa

source: Clinical
sr: Klinička

source: Clinical Genetics
sr: Klinička genetika

source: Clinical Pharmacology
sr: Klinička farmakologija

source: Clinical chemistry
sr: Klinička hemija

source: Clinical neurophysiology
sr: Klinička neurofiziologija

source: Clinical context
sr: Klinički kontekst

source: Clinical domain
sr: Klinički domen

source: Close
sr: Zatvoriti

source: Clothing
sr: Odeća

source: Combined purpose for referral and reporting
sr: Kombinovana svrha upućivanja i izveštavanja

source: Communication
sr: Komunikacija

# Community Based Acco
source: Community Based Accommodation
sr: Smeštaj u zajednici

source: Community Bus
sr: Javni autobus

source: Community Care Unit
sr: Jedinica za brigu o zajednici

# Community Child And
source: Community Child And Adolescent Mental Health Services
sr: Službe za mentalno zdravlje djece i adolescenata u zajednici

source: Community Health
sr: Zdravlje u zajednici

source: Community Hours
sr: Sati zajednice

# Community Residentia
source: Community Residentia Unit
sr: Stambena zajednica

source: Community Transport
sr: Transport u zajednici

source: Companion Visiting
sr: Društvo u poseti

source: Companionship
sr: Društvo

source: Confirm selection
sr: Potvrditi izbor

source: Consumer Advice
sr: Saveti za potrošače

source: Consumer Issues
sr: Potrošačka pitanja

source: Contact address
sr: Kontakt adresa

# Contact_information
source: Contact person information
sr: Kontakt podaci o osobi

# ContextDependent
source: Context depedent
sr: Kontekst zavisnosti

# Continuing Care Serv
source: Continuing Care Services
sr: Usluga stalne nege

# Contraception Inform
source: Contraception Information
sr: Informacije o kontracepciji

source: Coordinating Bodies
sr: Koordinaciona tela

source: Correctional Service
sr: Popravna služba

# Council Environmenta
source: Council Environmental Health
sr: Savet za zaštitu životne sredine

source: Counselling
sr: Savetovanje

source: Country
sr: Zemlja

source: Craniofacial surgery
sr: Kraniofacijalna hirurgija

source: Create
sr: Kreirati

source: Created by
sr: Kreirao

source: Created on
sr: Kreirano

source: Create new instance
sr: Kreirati novu instancu

source: Cremation
sr: Kremacija

source: Criminal
sr: Kriminal

source: Crises
sr: Krize

# Crisis Assessment An
source: Crisis Assessment And Treatment Services (Cats)
sr: Usluge procene i lečenja krize (Mačke)

source: Crisis Assistance
sr: Krizna pomoć

source: Crisis Counselling
sr: Krizno savetovanje

source: Crisis Refuge
sr: Prikrivanje krizama

source: Crisis/Emergency Accommodation
sr: Krizni / hitni smeštaj

# DateTime
source: Entry date time
sr: Datum i vreme unosa

source: Day Program
sr: Dnevni program

source: Deaf
sr: Gluv

source: Death Service Information
sr: Informacije o smrti

source: Definition
sr: Definicija

source: Delete
sr: Obrisati

source: Delivered Meals (Meals On Wheels)
sr: Isporučena hrana (obroci na točkovima)

source: Dental Hygiene
sr: Oralna higijena

source: Dentistry
sr: Stomatologija

source: Dentures
sr: Proteze

source: Depression
sr: Depresija

source: Dermatology
sr: Dermatologija

source: Description
sr: Opis

source: Designer
sr: Dizajn

source: Detoxification
sr: Detoksikacija

source: Diabetes
sr: Dijabetes

source: Diabetes Educator
sr: Dijabetes edukator

source: Diag. Radiology /Xray /CT /Fluoroscopy
sr: Dijagnostička radiologija / rendgenski zrak / CT / fluoroskopija

source: Admission diagnosis
sr: Dijagnoza prijema

source: Chief complaint
sr: Glavna žalba

source: Comorbidity diagnosis
sr: Dijagnoza komorbiditeta

source: Discharge diagnosis
sr: Dijagnoza pražnjenja

source: Post op diagnosis
sr: Dijagnoza posle operacije

source: Pre op diagnosis
sr: Dijagnoza pre operacije

source: Diagnostic
sr: Dijagnostički

source: Diagnostic Ultrasound
sr: Dijagnostički ultrazvuk

source: Diagnostic reports
sr: Dijagnostički izveštaji

source: Diaphragm Fitting
sr: Postavljanje dijafragme

source: Dietetics
sr: Dijetetika

source: Dieticians
sr: Dijetičari

source: Disability Advocacy
sr: Zagovaranje invalidnosti

# Disability Aids &amp; Equipment
source: Disability Aids & Equipment
sr: Oprema za osobe sa invaliditetom

source: Disability Case Management
sr: Upravljanje slučajevima invalidnosti

source: Disability Day Programs/Activities
sr: Programi / aktivnosti za dan invalidnosti

source: Disability Information/Referral
sr: Informacije o invalidnosti / preporuka

source: Disability Support Packages
sr: Paketi podrške za osobe sa invaliditetom

source: Disability Supported Accommodation
sr: Smeštaj koji podržava invalidnost

source: Disabled Parking
sr: Parking za invalide

source: District Nursing
sr: Sestrinstvo

source: Divorce
sr: Razvod

source: Doctors
sr: Doktori

source: Document class
sr: Klasa dokumenata

source: Document information collection or presentation state
sr: Stanje podataka o dokumentu ili stanje prezentacije

source: Document properties
sr: Svojstva dokumenta

source: Drink-Drive
sr: Vožnja u pijanom stanju

source: Driver licence
sr: Vozačka dozvola

source: Drug and/or Alcohol Counselling
sr: Savetovanje o drogama i / ili alkoholu

source: Drug/Alcohol Information/Referral
sr: Informacije o drogama / alkoholu / preporuka

# Dual Diagnosis Servi
source: Dual Diagnosis Services
sr: Usluge dvostruke dijagnoze

source: Early Childhood Intervention
sr: Interna intervencija u ranom detinjstvu

source: Early Choice
sr: Rani izbor

source: Eating Disorder
sr: Poremećaja u ishrani

source: Edit
sr: Izmeniti

source: Emergency Medical
sr: Hitna medicina

source: Emergency Relief
sr: Hitna pomoć

# Employment And Train
source: Employment And Training
sr: Zapošljavanje i obuka

source: Employment Placement and/or Support
sr: Praksa zapošljavanja i / ili podrška

source: Encounter
sr: Poseta

source: Ambulatory
sr: Ambulantno

source: Emergency
sr: Hitno

source: Field
sr: Polje

source: Home health
sr: Dom zdravlja

source: Inpatient acute
sr: Akutna bolnica

source: Inpatient encounter
sr: Bolnička poseta

source: Inpatient non acute
sr: Bolnica koja nije akutna

source: Observation encounter
sr: Posmatranje posete

source: Pre admission
sr: Pred ulaz

source: Short stay
sr: Kraći boravak

source: Virtual
sr: Virtualna

source: Arrived
sr: Stigao

source: In progress
sr: U toku

source: Onleave
sr: Na odsustvu

source: Triaged
sr: Otopljen

source: Annual diabetes mellitus screening
sr: Godišnji pregled za dijabetes melitus

source: Bone drilling bone marrow punction in clinic
sr: Vađenje koštane srži u bolnici

source: Infant colon screening 60 minutes
sr: Pregled dečjeg creva za 60 minuta

source: Outpatient kenacort injection
sr: Ambulantna injekcija kenakorta

# Encounter_Classification_Name
source: Classification
sr: Klasifikacija

# Encounter_Create
source: Create encounter
sr: Kreirati posetu

# Encounter_EOC
source: Encounter - EpisodeOfCares
sr: Poseta - Epizoda zdravstvene nege

# Encounter_ServiceType_Name
source: Service type
sr: Servisni tip

# Encounter_Submit
source: Submit encounter
sr: Ediventirati posetu

# Encounter_Type_Name
source: Type
sr: Tip

source: Endocrinology
sr: Endrokrinologija

source: Endodontic
sr: Endodontik

source: English
sr: Engleski

source: Enter value
sr: Unesite vrednost

source: Environment
sr: Životna sredina

source: Cancelled
sr: Otkazan

source: Entered in error
sr: Unesena greška

source: Finished
sr: Završen

source: Onhold
sr: Na čekanju

source: Planned
sr: Planiran

source: Waitlist
sr: Lista čekanja

# EOC_Create
source: Create episode of care
sr: Kreirati epizodu zdravstvene nege

# EOC_DiagnosisCondition_Name
source: Diagnosis condition
sr: Stanje dijagnoze

# EOC_DiagnosisRank_Name
source: Diagnosis rank
sr: Rang dijagnoze

# EOC_DiagnosisRole_Name
source: Diagnosis role
sr: Uloga dijagnoze

# EOC_Information
source: Episode of care information
sr: Informacije o epizodi zdravstvene nege

# EOC_PeriodEndDate
source: Period end date
sr: Datum završetka

# EOC_PeriodStartDate
source: Period start date
sr: Datum početka

# EOC_Show
source: Show episode of cares
sr: Prikazati epizode zdravstvene nege

# EOC_Type_Name
source: Type
sr: Tip

source: Episodes Of Care
sr: Epizoda Zdravstvene Nege

source: Episodes of care
sr: Epizoda Zdravstvene Nege

source: Equipment
sr: Oprema

source: Exercise
sr: Vežba

source: Exercise Physiology
sr: Fiziologija vežbanja

source: Explicit purpose
sr: Izričita svrha

source: Facility
sr: Objekat

source: False
sr: Netačno

# Family
source: Family name
sr: Prezime

source: Family Choice
sr: Porodični izbor

source: Family Counselling/Therapy
sr: Porodično savetovanje / terapija

source: Family Day care
sr: Porodična briga o porodici

source: Family Law
sr: Porodično pravo

source: Family Options
sr: Porodične opcije

source: Family Planning
sr: Planiranje porodice

source: Family Services
sr: Porodične usluge

source: Family Violence
sr: Porodično nasilje

source: Family Violence Counselling
sr: Savetovalište za porodično nasilje

source: Family and general medicine
sr: Porodična i opšta medicina

source: Family name
sr: Prezime

source: Fax
sr: Faks

source: Filter
sr: Filtriraj

source: Financial Aid
sr: Finansijska pomoć

source: Financial Assistance
sr: Finansijska podrška

source: Financial Counselling
sr: Finansijsko savetovanje

source: Financial Information/Advice
sr: Finansijske informacije / saveti

source: Fitness
sr: Fitnes

# Flexible Care Packag
source: Flexible Care Packages
sr: Fleksibilni paketi za negu

source: Flying Doctor Service
sr: Usluga letećeg doktora

source: Follow up
sr: Prateći

source: Food
sr: Hrana

source: Food Safety
sr: Bezbednost hrane

source: Food Vouchers
sr: Vaučeri za hranu

# Forensic Mental Heal
source: Forensic Mental Health Services
sr: Forenzičke usluge mentalnog zdravlja

# FormDefinitionState_DesignPending
source: Design pending
sr: Dizajn na cekanju

# FormDefinitionState_Design
source: Design
sr: Dizajn

# FormDefinitionState_ReviewPending
source: Review pending
sr: Pregled na cekanju

# FormDefinitionState_Review
source: Review
sr: Pregled

# FormDefinitionState_ReadyForDataCapture
source: Ready for data capture
sr: Spreman za snimanje

source: Form instances
sr: Instance forme

# Form_create
source: Create form
sr: Kreirati formu

source: Form definitions
sr: Definicije forme

source: Foster Care
sr: Hraniteljstvo

source: Found in
sr: Pronađen u

source: French
sr: Francuski

source: Friendly Visiting
sr: Prijateljske posete

source: Funeral Services
sr: Pogrebne usluge

# Further Desc. - Community Health Care
source: Further Description - Community Health Care
sr: Dalji opis - Zdravstvena zaštita zajednice

# Further Desc. - Specialist Medical
source: Further Description - Specialist Medical
sr: Dodatni opis - Specijalistički medicinski

# Further Desc. - Specialist Surgical
source: Further Description - Specialist Surgical
sr: Dodatni opis - Specijalistički hirurški

source: Futures
sr: Budućnosti

# Futures For Young Ad
source: Futures For Young Adults
sr: Budućnosti za mlade odrasle

source: Gastroenterologic surgery
sr: Gastroenterološka hirurgija

source: Gastroenterology
sr: Gastroenterologija

# Gastroenterology &amp; Hepatology
source: Gastroenterology & Hepatology
sr: Gastroenterologija i hepatologija

# Gender
source: Gender (Administrative)
sr: Pol (Administrativno)

# Gender_Female
source: Female
sr: Ženski

# Gender_Male
source: Male
sr: Muški

# Gender_Other
source: Other
sr: Drugo

# Gender_Unknown
source: Unknown
sr: Nepoznato

source: General Dental
sr: Opšta stomatologija

source: General Mental Health Services
sr: Opšte usluge mentalnog zdravlja

source: General Practice
sr: Opšta praksa

source: General Practitioner
sr: Lekar

source: Generalist Counselling
sr: Generalističko savetovanje

source: General practice
sr: Opšta praksa

source: General surgery
sr: Opšta hirurgija

source: General purpose
sr: Opšte namene

source: Genetic Counselling
sr: Genetsko savetovanje

source: Geriatric Medicine
sr: Gerijatrijska medicina

source: Geriatrics
sr: Gerijatrije

source: German
sr: Nemački

source: Grants
sr: Stipendije

source: Grief
sr: Tuga

source: Grief Counselling
sr: Savet za tugu

source: Gynaecological Oncology
sr: Ginekološka onkologija

source: Gynaecology
sr: Ginekologija

source: Health Advocacy/Liaison Service
sr: Zdravstveno zagovaranje / služba za vezu

source: Health Counselling
sr: Zdravstveno savetovanje

source: Health Information/Referral
sr: Zdravstvene informacije / preporuka

source: Health Regulatory /Inspection /Cert.
sr: Zdravstveni propisi / inspekcija / sertifikati

# Hearing Aids &amp; Equipment
source: Hearing Aids & Equipment
sr: Slušna pomagala i oprema

source: Heart Disease
sr: Bolest srca

source: Help
sr: Pomoć

source: Hematology
sr: Hematologija

source: Hepatology
sr: Hepatologija

source: High Blood Pressure
sr: Visok krvni pritisak

source: Higher Education
sr: Više obrazovanje

source: Holiday Programs
sr: Praznični programi

source: Home
sr: Kućni

source: Home Care/Housekeeping Assistance
sr: Kućna nega / pomoć u domaćinstvu

source: Home Help
sr: Pomoć u kući

source: Home Maintenance and Repair
sr: Održavanje i popravak kuće

source: Home Nursing
sr: Kućna nega

source: Home Visits
sr: Kućne posete

source: Homefirst
sr: Kući prvo

source: Homelessness Support
sr: Podrška za beskućnike

source: Homoeopathy
sr: Homeopatija

source: Hospice Care
sr: Zdravstvena nega

source: Hospital Services
sr: Bolničke usluge

source: Hospital To Home
sr: Od bolnice do doma

source: Hostel Accommodation
sr: Smeštaj u hostelu

source: Household Items
sr: Pokućstvo

source: Housing Information/Referral
sr: Informacije o kućištu / preporuka

source: Hydrotherapy
sr: Hidroterapija

source: Hypertension
sr: Hipertenzija

source: Hypnotherapy
sr: Hipnoterapija

source: Identifiers
sr: Identifikatori

# IdentifierType_PatientID
source: O4Mt Patient id
sr: O4Mt Pacijent id

# Identifier_add
source: Add new identifier
sr: Dodati novi identifikator

source: Identifier name
sr: Ime identifikatora

source: Identifier value
sr: Vrednost identifikatora

source: Illness
sr: Bolest

source: Immunization
sr: Imunizacija

source: Immunology
sr: Imunologija

# Immunology &amp; Allergy
source: Immunology & Allergy
sr: Imunologija i alergija

source: Inactive
sr: Neaktivan

source: Independent Living
sr: Samostalni život

source: Infectious Diseases
sr: Zarazne bolesti

source: Infectious diseases
sr: Infektivne bolesti

source: Information
sr: Informacija

source: Information collection
sr: Zbirka informacija

source: Information presentation
sr: Prezentacija informacija

source: Injury
sr: Povreda

source: Institution
sr: Institucija

source: Insurance related documentation
sr: Dokumentacija u vezi sa osiguranjem

source: Intake
sr: Usisni

# Integrated Cancer Se
source: Integrated Cancer Services
sr: Integrisane usluge protiv raka

source: Integrated Family Services
sr: Integrisane porodične usluge

source: Intensive Care Medicine
sr: Medicina intenzivne nege

source: Intensive Mobile You
sr: Intenzivno za vas

source: Inter-institutional
sr: Međuinstitucionalni

source: Internal medicine
sr: Interna medicina

source: International
sr: Internacionalni

source: Interpreting/Multilingual Service
sr: Tumačenje / višejezična usluga

source: Intervention
sr: Intervencija

source: Intra-institutional
sr: Unutarinstitucionalni

source: Italian
sr: Italijanski

source: Job Searching
sr: Potraga za poslom

source: Justice
sr: Pravda

source: Juvenile Justice
sr: Pravda za maloletnike

source: Kindergarten Inclusion Support
sr: Podrška za uključivanje u vrtić

source: Kindergarten/Preschool
sr: Predškolska ustanova

source: Kinesiology
sr: Kineziologija

source: Kinship Care
sr: Nega rodbine

source: Laboratory medicine
sr: Laboratorijska medicina

source: Language
sr: Jezik

source: Last update
sr: Poslednje ažuriranje

source: Legal Advocacy
sr: Pravno zagovaranje

source: Legal Information/Advice/Referral
sr: Pravne informacije / savet / preporuka

source: Leisure
sr: Slobodno vreme

source: Library
sr: Biblioteka

# LoadConcept
source: Load more concepts
sr: Učitajte više koncepata

source: Loans
sr: Krediti

source: Log Out
sr: Odjava

source: Long Day Child Care
sr: Dugodnevna nega dece

source: Low Income Earners
sr: Zarada sa malim primanjima

source: Lung
sr: Pluća

source: Magnetic Resonance Imaging (MRI)
sr: Magnetna rezonanca (MRI)

source: Magnetic Therapy
sr: Magnetna terapija

source: Making A Difference
sr: Pravljenje razlike

source: Martial Arts
sr: Borilačke veštine

source: Massage Therapy
sr: Masaža terapija

source: Material Aid
sr: Materijalna pomoć

# Maternal &amp; Child Health
source: Maternal & Child Health
sr: Zdravlje majke i deteta

source: Mediation
sr: Posredovanje

source: Medical Oncology
sr: Medicinska onkologija

source: Medical Research
sr: Medicinsko istraživanje

source: Medical Services
sr: Medicinske usluge

source: Medical Specialists
sr: Medicinski specijalisti

# Medication Administr
source: Medication Administration
sr: Administracija lekova

source: Meditation
sr: Meditacija

source: Meetings
sr: Sastanci

# Menstrual Informatio
source: Menstrual Information
sr: Menstrualne informacije

source: Mental Health Advocacy
sr: Zagovaranje mentalnog zdravlja

source: Mental Health Assess/Triage/Crisis Response
sr: Procena mentalnog zdravlja / trošenje / odgovor na krizu

source: Mental Health Case Management
sr: Upravljanje slučajevima mentalnog zdravlja

source: Mental Health Information/Referral
sr: Informacije o mentalnom zdravlju / uputnica

source: Mental Health Inpatient Services
sr: Bolnice za mentalno zdravlje

source: Mental Health Non-residential Rehab
sr: Mentalno nerezidencijalna rehabilitacija

source: Mental Health Residential Rehab/CCU
sr: Rezidencijalna rehabilitacija za mentalno zdravlje / CCU

source: Methadone
sr: Metadon

source: Microbiology
sr: Mikrobiologija

source: Mixed information presentation and collection
sr: Zbirka i prezentacija informacija

source: Mobile
sr: Mobilni

source: Mobile Services
sr: Mobilne usluge

# Mobile Support And T
source: Mobile Support And Treatment Services (MSTS)
sr: Usluge mobilne podrške i lečenja (MSTS)

source: Motor Neurone
sr: Bolest motornih neurona

# MTSpecificFields
source: 04MT specific fields
sr: 04MT specifična polja

# Multidisciplinary Ca
source: Multidisciplinary Cancer Services
sr: Multidisciplinarne usluge protiv raka

# Multidisciplinary Se
source: Multidisciplinary Sevices
sr: Multidisciplinarne usluge

source: Multiple Sclerosis
sr: Multipla skleroza

source: Multiple birth
sr: Višestruko rodjenje

source: Myotherapy
sr: Mioterapija

source: Name
sr: Ime

source: Naturopathy
sr: Naturopatija

# Needle &amp; Syringe Exchange
source: Needle & Syringe Exchange
sr: Razmena iglica i šprica

source: Neighbourhood House
sr: Susedova kuća

# Neonatology &amp; Perinatology
source: Neonatology & Perinatology
sr: Neonatologija i perinatologija

source: Nephrology
sr: Nefrologija

source: Neurology
sr: Neurologija

source: Neuropsychiatry
sr: Neuropsihijatrija

source: Neurosurgery
sr: Neurohirurgija
