Repository: wemedoo/sreports
Catalog: sReports/sReportsV2/Resources/TextLanguage.*.resx
Languages: sr

source: Non-resid. Alcohol/Drug Treatment
sr: Nerezidentalno lečenje alkoholom / lekovima

source: None
sr: Nijedan

source: Not selected
sr: Nije izabrano

source: Nuclear Medicine
sr: Nuklearna medicina

source: Nuclear medicine
sr: Nuklearna medicina

source: Nursing
sr: Nega

source: Nursing Home
sr: Starački dom

source: Nursing Mothers
sr: Negovane majke

source: Nutrition
sr: Prehrana

source: Obesity
sr: Gojaznost

source: Obstetric/Gynaecological Ultrasound
sr: Akušersko / ginekološki ultrazvuk

source: Obstetrics
sr: Akušerstvo

# Obstetrics &amp; Gynaecology
source: Obstetrics & Gynaecology
sr: Akušerstvo i ginekologija

source: Obstetrics and gynaecology
sr: Ginekologiju i akušerstvo

source: Occasional Child Care
sr: Povremena nega dece

# Occupational Health
source: Occupational Health & Safety
sr: Zdravlje i sigurnost na radu

source: Occupational Medicine
sr: Medicina rada

source: Occupational Therapy
sr: Radna terapija

source: Occupational medicine
sr: Medicina rada

source: Old
sr: Staro

source: Ophthalmology
sr: Oftalmologija

source: Optometry
sr: Optometrija

source: Oral Hygiene
sr: Oralna higijena

source: Oral Medicine
sr: Oralna medicina

source: Oral Surgery
sr: Oralna hirurgija

source: Oral and maxillofacial surgery
sr: Oralna i maksilofacijalna hirurgija

# Organizatin_Alias
source: Organization alias
sr: Alias organizacije

source: Organization
sr: Organizacija

source: Organizations
sr: Organizacije

source: Clinical research sponsor
sr: Sponzor kliničkih istraživanja

source: Community group
sr: Zajednica

source: Educational institute
sr: Obrazovni institut

source: Government
sr: Vlada

source: Healthcare provider
sr: Pružalac zdravstvene zaštite

source: Hospital department
sr: Odeljenje bolnice

source: Insurance company
sr: Osiguranje

source: Non healthcare business or corporation
sr: Biznis ili korporacija koja nije zdravstvena zaštita

source: Organizational team
sr: Organizacioni tim

source: Payer
sr: Platiša

source: Religious institution
sr: Verska institucija

source: Organization activity
sr: Aktivnost organizacije

source: Organization city
sr: Grad organizacije

source: Organization country
sr: Zemlja organizacije

# Organization_Create
source: Create organization
sr: Kreirati organizaciju

source: Organization hieararchy
sr: Hijerarhija organizacije

source: Organization name
sr: Ime organizacije

# Organization_PartOf
source: Part of
sr: Deo

# Organization_PartOfPlaceholder
source: Part of organization
sr: Deo organizacije

source: Organization postal code
sr: Poštanski broj organizacije

source: Organization state
sr: Država organizacije

# Organization_Submit
source: Submit organization
sr: Pošaljite organizaciju

source: Organization types
sr: Tipovi organizacije

source: Orthodontic
sr: Ortodontska

source: Orthopaedic Surgery
sr: Ortopedska hirurgija

source: Orthopaedics
sr: Ortopedija

source: Osteopathy
sr: Osteopatija

source: Other
sr: Drugo

# Otolaryngology/Head &amp; Neck Surgery
source: Otolaryngology/Head & Neck Surgery
sr: Otolaringologija / hirurgija glave i vrata

source: Otorhinolaryngology
sr: Otorinolaringologija

source: Outpatients
sr: Ambulante

source: Outreach Service
sr: Pružanje pomoći siromašnima

source: Outside School Hours Care
sr: Vanjska školska nega

source: Overview
sr: Početna

source: Paed. Gastroenterology/Hepatology
sr: Pedijatrijska gastroenterologija / hepatologija

source: Paediatric Cardiology
sr: Pedijatrijska kardiologija

source: Paediatric Clinical Genetics
sr: Pedijatrijska klinička genetika

source: Paediatric Clinical Pharmacology
sr: Pedijatrijska klinička farmakologija

source: Paediatric Dentistry
sr: Pedijatrijska stomatologija

source: Paediatric Endocrinology
sr: Pedijatrijska endokrinologija

source: Paediatric Haematology
sr: Pedijatrijska hematologija

# Paediatric Immunology &amp; Allergy
source: Paediatric Immunology & Allergy
sr: Pedijatrijska imunologija i alergija

source: Paediatric Infectious Diseases
sr: Pedijatrijske zarazne bolesti

source: Paediatric Intensive Care Medicine
sr: Pedijatrijska medicina intenzivne nege

source: Paediatric Medical Oncology
sr: Pedijatrijska medicinska onkologija

source: Paediatric Medicine
sr: Pedijatrijska medicina

source: Paediatric Nephrology
sr: Pedijatrijska nefrologija

source: Paediatric Neurology
sr: Pedijatrijska neurologija

source: Paediatric Nuclear Medicine
sr: Pedijatrijska nuklearna medicina

source: Paediatric Rehabilitation Medicine
sr: Pedijatrijska rehabilitaciona medicina

source: Paediatric Rheumatology
sr: Pedijatrijska reumatologija

source: Paediatric Sleep Medicine
sr: Pedijatrijska medicina spavanja

source: Paediatric Surgery
sr: Pedijatrijska hirurgija

source: Paediatric Thoracic Medicine
sr: Pedijatrijska torakalna medicina

source: Paediatrics
sr: Pedijatrija

source: Paediatric surgery
sr: Pedijatrijska hirurgija

source: Pager
sr: Pejdžer

source: Pain
sr: Bol

source: Palliative Medicine
sr: Palijativna medicina

source: Pap Smear
sr: PAP bris

source: Parenting
sr: Roditeljstvo

source: Parenting/Family Support/Education
sr: Podrška / obrazovanje za upravljanje roditeljstvom i porodicom

source: Pathology
sr: Patologija

source: Pathology - Clinical Chemistry
sr: Patologija - klinička hemija

source: Pathology - General
sr: Patologija - opšte

source: Pathology - Genetics
sr: Patologija - genetika

source: Pathology - Haematology
sr: Patologija - hematologija

source: Pathology - Immunology
sr: Patologija - imunologija

source: Pathology - Microbiology
sr: Patologija - mikrobiologija

source: Patient
sr: Pacijent

source: Patient Transport
sr: Prevoz pacijenata

source: Patient id
sr: Pacijentov Id

source: Patients
sr: Pacijenti

# Patient_Create
source: Create patient
sr: Kreirati pacijenta

source: Patient family
sr: Prezime pacijenta

# Patient_Identificator
source: Add new patient identification
sr: Dodati novi pacijentov identifikator

source: Patient name
sr: Ime pacijenta

# Patient_submit
source: Submit patient info
sr: Poslati informacije o pacijentu

source: Peak Organizations
sr: Vrhunske organizacije

source: Periodontic
sr: Parodonticno

source: Personal Alarms/Alerts
sr: Lični alarmi / upozorenja

source: Personal Care
sr: Lična nega

source: Personal Care for Older Persons
sr: Lična nega starijih osoba

source: Personal Fitness Training
sr: Lični fitnes trening

source: Pharmacies
sr: Apoteke

source: Pharmacology
sr: Farmakologija

source: Pharmacotherapy
sr: Farmakoterapija

source: Pharmacy
sr: Apoteka

source: Phobias
sr: Fobije

source: Phone
sr: Telefon

source: Physical
sr: Fizički

source: Physical Activity
sr: Fizička aktivnost

source: Physical Activity Group
sr: Grupa za fizičku aktivnost

source: Physical Activity Programs
sr: Programi fizičke aktivnosti

source: Physical Fitness Testing
sr: Ispitivanje fizičke kondicije

source: Physical medicine and rehabilitation
sr: Fizikalna medicina i rehabilitacija

source: Physiotherapy
sr: Fizioterapija

source: Placement Protection
sr: Zaštita od plasmana

source: Planned Activity Groups
sr: Grupe sa planiranim aktivnostima

# Plastic &amp; Reconstructive Surgery
source: Plastic & Reconstructive Surgery
sr: Plastična i rekonstruktivna hirurgija

source: Plastic surgery
sr: Plastična hirurgija

source: Playgroup
sr: Dečji vrtić

source: Podiatric surgery
sr: Podijatrijska hirurgija

source: Podiatry
sr: Podijatrija

source: Postal code
sr: Poštanski broj

source: Postnatal
sr: Postnatalni

source: Preclinical research
sr: Pre klinička istraživanja

source: Preferred term
sr: Preferiran termin

source: Pregnancy
sr: Trudnoća

source: Pregnancy Tests
sr: Testovi trudnoće

source: Preschool
sr: Predškolska ustanova

source: Prescriptions
sr: Propisi

source: Preventive
sr: Preventivni

source: Preventive medicine
sr: Preventivna medicina

source: Primary Education
sr: Osnovno obrazovanje

# Primary Mental Healt
source: Primary Mental Health And Early Intervention Teams
sr: Timovi za primarno mentalno zdravlje i ranu intervenciju

source: Problem Gambling Counselling
sr: Problematično kockanje savetovanje

source: Property Maintenance
sr: Održavanje imovine

source: Prostate
sr: Prostata

source: Prosthodontic
sr: Protestički

source: Psychiatric
sr: Psihijatrija

# Psychiatric Disabili
source: Psychiatric Disability Support Services - Home-Based Outreach
sr: Usluge podrške za psihijatrijske osobe sa invaliditetom - Dostupnost od kuće

source: Psychiatric Disability Support Services - Planned Respite
sr: Psihijatrijske usluge podrške invaliditetom - planirani predah

source: Psychiatric Disability Support Services - Residential Rehabilitation
sr: Psihijatrijske usluge podrške invaliditetom - Stambena rehabilitacija

source: Psychiatric Disability Support Services Home-Based Outreach
sr: Psihijatrijske usluge podrške osobama sa invaliditetom

source: Psychiatric Disability Support Services Mutual Support And Self Help
sr: Psihijatrijske usluge podrške invaliditetu Uzajamna podrška i samopomoć

source: Psychiatric Support
sr: Psihijatrijska podrška

source: Psychiatry
sr: Psihijatrija

source: Psychiatry (Requires Referral)
sr: Psihijatrija (zahteva preporuku)

source: Psychology
sr: Psihologija

source: Public Health Medicine
sr: Javna zdravstvena medicina

source: Public Rental Housing
sr: Javno stanovanje

source: Public health
sr: Zdravstvo

source: Quit Program
sr: Program odustajanja

source: Radiation Oncology
sr: Radijaciona onkologija

source: Radiation oncology
sr: Radijaciona onkologija

source: Radiology
sr: Radiologija

source: Recreation
sr: Rekreacija

source: Referral
sr: Preporuka

source: Referral to procedure
sr: Upućivanje na postupak

source: Reflexology
sr: Refleksologija

source: Refuge
sr: Izbegavanje

source: Registry entry
sr: Upis u registar

source: Rehabilitation
sr: Rehabilitacija

source: Rehabilitation Medicine
sr: Rehabilitaciona medicina

source: Relationship
sr: Veza

source: Relationship Counselling
sr: Savetovanje o vezi

source: Relaxation Therapy
sr: Relaks terapija

source: Rent Assistance
sr: Najam pomoći

# ReportingOfFindings
source: Reporting of finding
sr: Izveštavanje o pronalaženju

source: Reporting of procedure
sr: Izveštavanje o postupku

source: Reporting of therapo-diagnostic procedures
sr: Izveštavanje o terapeutsko-dijagnostičkim procedurama

source: Reproductive Endocrinology/Infertility
sr: Reproduktivna endokrinologija / neplodnost

source: Research
sr: Istraživačka

source: Residential Alcohol/Drug Treatment
sr: Rezidencijalni tretman alkohola / lekova

# Residential Faciliti
source: Residential Facilities
sr: Stambeni objekti

source: Residential Respite
sr: Stambeni odmor

source: Residential/Out-of-Home Care
sr: Stanovanje / nega van kuće

source: Respiratory
sr: Respiratorni

source: Respiratory medicine
sr: Respiratorna medicina

source: Respite Care
sr: Produženi boravak

source: Response
sr: Odgovornost

source: Revoked on
sr: Opozvan

source: Rheumatology
sr: Reumatologija

source: Rooming Houses
sr: Sobne kuće

# RootSource
source: Route source
sr: Izvor putanje

source: Safe Sex
sr: Siguran seks

source: Save
sr: Sačuvati

source: Save changes
sr: Sačuvati izmene

source: School Nursing
sr: Školska sestra

source: Scope of validity
sr: Obim validnosti

source: Screening
sr: Ekranizovani

source: Search
sr: Pretraga

source: Secondary Education
sr: Srednje obrazovanje

# Secure Extended Care
source: Secure Extended Care Inpatient Services
sr: Sigurna bolnica za produženu negu

# SelectOneDefinitions
source: Select one of definitions
sr: Izaberite jednu od definicija

source: Select option
sr: Izaberite opciju

# SelectReportCreate
source: Select report to create
sr: Izaberite izveštaj za kreiranje

source: Self Help
sr: Samopomoć

source: Self-Defence
sr: Samoodbrana

source: Separation
sr: Razdvajanje

source: Serbian
sr: Srpski

source: Services
sr: Usluge

source: Sex Education
sr: Seksualno obrazovanje

source: Sexual Abuse
sr: Seksualno zlostavljanje

source: Sexual Assault Counselling
sr: Savetništvo za seksualno zlostavljanje

source: Sexual Health
sr: Seksualno zdravlje

source: Sexual Issues
sr: Seksualna pitanja

source: Sexually Transmitted
sr: Seksualno prenosi

source: Shiatsu
sr: Šijacu

source: Similar term
sr: Sličan termin

source: Sleep Medicine
sr: Lekovi za spavanje

source: Social Support
sr: Socijalna podrška

source: Social number
sr: Broj socijalnog

source: Spanish
sr: Španski

source: Speech Pathology/Therapy
sr: Govorna patologija / terapija

source: Sporting Club
sr: Sportski klub

source: State
sr: Država

source: State
sr: Stanje

source: Stomatology
sr: Stomatologija

source: Submit
sr: Prihvatiti

source: Support - Young People Leaving Care
sr: Podrška mladima koji napuštaju negu

source: Support Groups
sr: Grupe za podršku

source: Surgery - General
sr: Hirurgija - Opšte

source: Synonym
sr: Sinonim

source: Synonyms
sr: Sinonimi

source: Telecoms
sr: Kontakti

# Telecom_Add
source: Add new telecom
sr: Dodati novi kontakt

source: Telecom system
sr: Vrsta kontakta

source: Telecom use
sr: Upotreba kontakta

source: Telecom value
sr: Vrednost kontakta

source: Temp
sr: Privremeno

source: Theragnostic
sr: Teragnostički

source: Therapy
sr: Terapija

source: Thesaurus
sr: Tezaurus

source: Thoracic Medicine
sr: Torakalna medicina

source: Thoracic surgery
sr: Torakalna hirurgija

source: Title
sr: Naslov

source: Toy Library
sr: Prodavnica igračaka

# Training &amp; Vocational Education
source: Training & Vocational Education
sr: Trening i stručno obrazovanje

source: Translator
sr: Prevodilac

source: Trauma Counselling
sr: Savetovanje za traume

source: Tropical medicine
sr: Tropska medicina

source: True
sr: Tačno

source: Type
sr: Tip

# Type_abbreaviation
source: Type abbreaviationname and then press enter
sr: Uneti ime skraćenice i potom pritisnuti enter

# Type_synonym
source: Type synonym name and then press enter
sr: Uneti ime sinonima i potom pritisnuti enter

# Type_term
source: Type term name and then press enter
sr: Uneti ime termina i potom pritisnuti enter

source: UMLS specific fields
sr: UMLS specifična polja

source: UMLS code
sr: UMLS kod

source: UMLS definitions
sr: UMLS definicije

source: UMLS name
sr: UMLS ime

# UMLS_Search
source: Search UMLS
sr: Pretraga UMLS-a

# UMLS_Select
source: Select from UMLS
sr: Izabrati iz UMLS-a

# UMLS_SelectConcept
source: Select UMLS concept to show definitions and atoms
sr: Izaberite UMLS koncept da biste prikazali definicije i atome

# UMLS_SerachFor
source: Search for UMLS term
sr: Pretraga UMLS termina

source: UMLS term
sr: UMLS termin

source: Unique master citizen number
sr: JMBG

source: Urogynaecology
sr: Urinoginekologija

source: Urology
sr: Urologija

source: User
sr: Korisnik

source: User access right
sr: Pravo pristupa korisniku

source: Value
sr: Vrednost

source: Vascular surgery
sr: Vaskularna hirurgija

source: Vascular surgery
sr: Vaskularna hirurgija

source: Venereology
sr: Venereologija

source: Version
sr: Verzija

source: Version history
sr: Istorija verzija

source: Vertebrae
sr: Pršljenovi

source: Veterinary medicine
sr: Veterinarska medicina

source: Victims of Crime Counselling
sr: Savetovalište za žrtve kriminala

source: Violence
sr: Nasilje

source: Vocational Guidance
sr: Profesionalne smernice

source: Vocational Rehabilitation
sr: Profesionalna rehabilitacija

source: Weight
sr: Težina

source: Welfare Assistance
sr: Pomoć za dobrobit

source: Welfare Counselling
sr: Savetovanje za socijalno staranje

source: Western Herbal Medicine
sr: Zapadna herba medicina

source: Wheelchairs
sr: Invalidska kolica

source: Work
sr: Posao

source: Work Health/Safety Inspection/Cert.
sr: Zdravlje na radu / inspekcija bezbednosti / sertifikati

source: Work Safety/Accident Prevention
sr: Sigurnost na radu / sprečavanje nezgoda

source: Wound Management
sr: Upravljanje ranama

source: Yoga
sr: Joga

source: Young People At Risk
sr: Mladi u riziku

source: Youth
sr: Omladina

source: Youth Health
sr: Zdravlje mladih

source: Youth Services
sr: Omladinske usluge

source: Aged Care Transport
sr: Prevoz starih lica

source: Art therapy
sr: Art terapija

# Blood pressure monit
source: Blood pressure monitoring
sr: Praćenje krvnog pritiska

source: Cancer Support Groups
sr: Grupe za podršku raku

# Cardiac Rehabilitati
source: Cardiac Rehabilitation Service
sr: Služba za rehabilitaciju srca

source: Community Cancer Services
sr: Službe za borbu protiv raka u zajednici

source: Crisis - Mental Health
sr: Kriza - mentalno zdravlje

source: Deputising Service
sr: Zameničke usluge

# Diabetes Education s
source: Diabetes Education service
sr: Služba obrazovanja za dijabetes

source: Disability Care Transport
sr: Prevoz invalidne zaštite

# Dose administration
source: Dose administration aid
sr: Pomoć za administraciju doze

# Medical Equipment Hi
source: Medical Equipment Hire
sr: Iznajmljivanje medicinske opreme

source: Medication Reviews
sr: Pregledi lekova

source: Online Service
sr: Internet usluga

# Pulmonary Rehabilita
source: Pulmonary Rehabilitation Service
sr: Služba za plućnu rehabilitaciju

source: Socialisation
sr: Socijalizacija

source: Special Needs
sr: Posebne potrebe

source: Speech Therapist
sr: Logoped

source: Splinting
sr: Pričvršćivanje

# Statewide And Specia
source: Statewide And Specialist Services
sr: Državne i specijalističke usluge

source: Stillbirth
sr: Mrtvorođenje

source: Stomal Care
sr: Nega stome

source: Stroke
sr: Udar

source: Substance Abuse
sr: Zloupotreba supstanci

source: Support
sr: Podrška

source: Syringes
sr: Špricevi

source: Teeth
sr: Zubi

source: Telephone Counselling
sr: Telefonsko savetovanje

source: Telephone Help Line
sr: Telefonska linija za pomoć

source: Tenancy Advice
sr: Saveti za stanare

source: Terminal Illness
sr: Terminal bolest

source: Transcription
sr: Transkripcija

source: Translating Services
sr: Usluge prevođenja

# Young Adult Diabetes
source: Young Adult Diabetes services (YADS)
sr: Usluge dijabetesa za odrasle (IADS)

source: Youth Crisis
sr: Kriza mladih

source: 1-on-1 Support /Mentoring /Coaching
sr: Podrška / mentorstvo / treniranje 1 na 1

source: Aboriginal Health Clinic
sr: Klinika za aboridžinsku zdravlje

source: Aboriginal Health Worker
sr: Zdravstveni radnik aboridžina

source: Accommodation/Tenancy
sr: Smeštaj / zakup

source: Adolescent Mental Health Services
sr: Službe za mentalno zdravlje adolescenata

source: Alzheimer
sr: Alchajmer

source: Assess-Skill, Ability, Needs
sr: Procena-veština, sposobnost, potrebe

source: Assist Access/Maintain Employ
sr: Pomoć za pristup / održavanje zaposlenika

source: Assist Prod-Pers Care/Safety
sr: Pomoć Prod-Pers nezi / sigurnosti

source: Assist-Integrate School/Ed
sr: Pomoćna integracija škole / Edukacija

source: Assist-Life Stage, Transition
sr: Scena Assist-Life, Tranzicija

source: Assist-Personal Activities
sr: Pomoćne lične aktivnosti

source: Assist-Travel/Transport
sr: Pomoć za putovanje / transport

source: Assistive Equip-General Tasks
sr: Pomoćni generalno opremljeni zadaci

source: Assistive Equip-Recreation
sr: Rekreativna oprema

source: Assistive Prod-Household Task
sr: Pomoćni zadatak porodičnog domaćinstva

source: Behavior Support
sr: Podrška ponašanja

source: Chronic Disease Management
sr: Lečenje hronične bolesti

# Comms &amp; Info Equipment
source: Comms & Info Equipment
sr: Info oprema

source: Community Nursing Care
sr: Javna nega u zajednici

source: Cranio-sacral Therapy
sr: Kraniosakralna terapija

source: Culturally Tailored Health Promotion
sr: Promocija zdravlja prilagođena kulturi

source: Culturally Tailored Support Groups
sr: Grupe podrške za kulturu

source: Daily Tasks/Shared Living
sr: Dnevni zadaci / Zajedničko življenje

source: Dementia Care
sr: Nega za demenciju

source: Development-Life Skills
sr: Razvoj-životne veštine

source: Drug and/or Alcohol Support Groups
sr: Grupe za podršku lekovima i / ili alkoholu

source: Early Childhood Supports
sr: Podržava rano detinjstvo

source: Education Information/Referral
sr: Informacije o obrazovanju / preporuka

source: Equipment Special Assess Setup
sr: Podešavanje specijalne opreme za opremu

source: Falls Prevention
sr: Prevencija za pad

source: Food Relief/Food/Meals
sr: Olakšavanje hrane / Hrana / Obrok

source: GPAH - Medical
sr: GPAH - Medicinski

source: GPAH Other
sr: GPAH ostalo

source: Haematology
sr: Hematologija

source: Health Education/Awareness Program
sr: Program zdravstvenog obrazovanja / podizanja svesti

source: Hearing Equipment
sr: Slušna oprema

source: Home Medicine Review
sr: Pregled domaće medicine

source: Home Modification
sr: Kućna modifikacija

source: Household Tasks
sr: Zadaci za domaćinstvo

source: Inpatients
sr: Bolnice

source: Interpret/Translate
sr: Intepretacija / prevođenje

source: Liaison Services
sr: Službe za vezu

# Maternity Shared Car
source: Maternity Shared Care
sr: Zajednička nega majčinstva

source: Men's Health
sr: Zdravlje muškaraca

source: Men's Health Clinic
sr: Klinika za zdravlje muškaraca

source: Migrant Health Clinic
sr: Klinika za zdravlje migranata

source: Music Therapy
sr: Muzička terapija

source: Nurse Lead Clinic/s
sr: Medicinska sestra / klinika za medicinske sestre

source: Nurse Practitioner Lead Clinic/s
sr: Klinika za medicinske sestre

source: Other Innovative Supports
sr: Ostale inovativne podrške

source: Paediatric Dermatology
sr: Pedijatrijska dermatologija

source: Participate Community
sr: Učešće u zajednici

source: Personal Mobility Equipment
sr: Lična oprema za pokretnost

source: Physical Wellbeing
sr: Fizičko blagostanje

source: Plan Management
sr: Upravljanje planom

# Prosthetics &amp; Orthotics
source: Prosthetics & Orthotics
sr: Protetika i ortotika

source: Refugee Health Clinic
sr: Klinika za zdravlje izbeglica

# Rehabilitation Servi
source: Rehabilitation Service
sr: Služba za rehabilitaciju

source: Remedial Massage
sr: Popravna masaža

source: Sexual Assault
sr: Seksualni napad

source: Social Work
sr: Socijalni rad

source: Spiritual Counselling
sr: Duhovno savetovanje

source: Test Message
sr: Test poruka

source: Therapeutic Supports
sr: Terapijske podrške

source: Training-Travel Independence
sr: Trening-Nezavisnost od putovanja

source: Vehicle modifications
sr: Modifikacije vozila

source: Veterans
sr: Veterani

source: Veterans Services
sr: Veteranske usluge

source: Vision Equipment
sr: Vizionarska oprema

source: Walk-in Centre /Non-Emergency
sr: Valk-in centar / vanredne situacije

source: Women's Health
sr: Zdravlje žena

source: Women's Health Clinic
sr: Klinika za žene

source: Youth Drop In/Assistance/Support
sr: Ulazak mladih / pomoć / podrška

source: Primary color
sr: Primarna boja

source: Secondary color
sr: Sekundarna boja

# EnterUrl
source: Please enter url
sr: Unesite url

source: Cantonal hospital
sr: Kantonalna bolnica

source: Department
sr: Departman

source: Family doctor office
sr: Kancelarija porodičnog lekara

source: Governmental body
sr: Vladino telo

source: Group practice
sr: Grupna vežba

source: Non-profit organization
sr: Neprofitna organizacija

source: Patient group
sr: Grupa pacijenata

source: Research institution
sr: Istraživačka institucija

source: Spitex
sr: Spitek

source: Team
sr: Tim

source: University hospital
sr: Univerzitetska bolnica

source: Generate
sr: Generiši

# GenerateNew
source: Generate new translation
sr: Generisanje novog prevoda

# GenerateTranslations
source: Generate translation
sr: Generisati prevod

source: Community-based aged care
sr: Nega starih lica u zajednici

source: Drug and alcohol rehabilitation
sr: Rehabilitacija lekova i alkohola

source: Home and Community Care
sr: Kućna i društvena nega

source: Post Acute Care
sr: Post akutna nega
